{
  "commands": {
    "descriptions": {
      "bounce": "Faz uma imagem saltar para cima e para baixo",
      "caption": "Adiciona uma legenda na imagem",
      "bird": "Mostra uma imagem de pássaro aleatória",
      "dice": "Joga o dado",
      "dog": "Mostra uma imagem de cachorro aleatória",
      "homebrew": "Cria uma edit do Homebrew Channel",
      "sonic": "Cria uma imagem de balão de fala do Sonic",
      "banner": "Mostra o banner de um usuário",
      "base64": "Codifica/Decodifica uma chave de Base64",
      "command": "Liga/desliga um comando clássico para um servidor (use as config. do serv. para comandos de barra)",
      "count": "Mostra quantas vezes cada comando foi usado",
      "donate": "Aprenda mais sobre como você pode ajudar no desenvolvimento do Gabe",
      "emote": "Pega a imagem original de um emoji",
      "eval": "Roda código JavaScript",
      "exec": "Roda um comando de terminal/shell",
      "help": "Mostra uma lista de comandos",
      "8ball": "Faz uma pergunta para a bola 8 mágica",
      "cat": "Mostra uma imagem de gato aleatória",
      "avatar": "Mostra o avatar de um usuário",
      "channel": "Liga/desliga comandos clássicos em um canal (use as config. do servidor para comandos de barra)",
      "image": "Pesquisar por imagens na web",
      "broadcast": "Transmite uma mensagem em reprodução até que o comando se repita ou o bot reinicie",
      "imagereload": "Tenta reconectar todos os servidores de processamento de imagens disponíveis",
      "imagestats": "Mostra algumas estatísicas sobre os servidores de imagem",
      "lengthen": "Alonga um URL curto",
      "ping": "Dá um Ping nos servidores do Discord",
      "hooh": "Espelha a superfície da imagem no topo",
      "snapchat": "Adiciona uma legenda no estilo Snapchat na imagem",
      "speechbubble": "Adiciona um balão de fala na imagem",
      "stats": "Mostra algumas estatísticas sobre mim",
      "soundreload": "Tenta reconectar à todos nodes Lavalink disponíveis",
      "prefix": "Verifica/muda o prefixo do servidor",
      "youtube": "Pesquisa no YouTube",
      "blur": "Desfoque uma imagem",
      "snowflake": "Converte um snowflake id do Discord em uma timestamp",
      "reload": "Recarrega um command",
      "invert": "Inverte a imagem",
      "jpeg": "Adiciona uma compressão de JPEG para a imagem",
      "magik": "Adiciona o efeito de escala sensível a conteúdo na imagem",
      "crop": "Corta a imagem para 1:1",
      "circle": "Aplica um efeito de desfoque radial na imagem",
      "caption2": "Adiciona uma legenda inferior/lista de tags na imagem",
      "reddit": "Adiciona uma marca d'agua do Reddit na imagem",
      "restart": "Reinicia-me",
      "info": "Mostra algumas informações e créditos sobre mim",
      "raw": "Pega um URL direto para a imagem (útil para salvar GIFs de sites como Tenor)",
      "explode": "Explode a imagem",
      "freeze": "Faz uma sequência de imagem tocar uma só vez",
      "uncanny": "Faz uma imagem do Sr. Incrível Fica Uncanny (separe o texto da esquerda/direita com uma vírgula)",
      "flag": "Sobrepõe uma bandeira em uma imagem",
      "gamexplain": "Faz uma thumbnail do GameXplain de uma imagem",
      "gif": "Converte a imagem em GIF",
      "grayscale": "Adiciona um filtro em escala de cinza",
      "sepia": "Adiciona um filtro em sépia",
      "scott": "Faz o Scott the Woz mostrar a imagem",
      "motivate": "Gera um pôster motivacional",
      "spin": "Gira a imagem",
      "spotify": "Adiciona o cabeçalho \"This is\" do Spotify na imagem",
      "stretch": "Estica a imagem para uma proporção de tela 1:1",
      "uncaption": "Remove a legenda da imagem",
      "wall": "Cria uma parede de uma imagem",
      "ship": "Find out how compatible two people are (Gabe's love calculator)"
    },
    "flagNames": {
      "caption": {
        "font": "fonte",
        "noegg": "semovo"
      },
      "ship": {
        "user1": "user1",
        "user2": "user2"
      }
    },
    "flags": {
      "caption": {
        "font": "Especifica a fonte que deseja usar (padrão: futura)",
        "noegg": "Desativa... algo. Não vou dizer o que é."
      },
      "ship": {
        "user1": "The first person to ship (defaults to you or the first mention)",
        "user2": "The second person to ship (defaults to the mentioned user)"
      }
    },
    "names": {
      "bounce": "saltar",
      "caption": "legendar",
      "Select Image": "Selecionar Imagem"
    },
    "noImage": {
      "bounce": "Você precisa enviar uma imagem/GIF para saltar!",
      "caption": "Você precisa enviar uma imagem/GIF para adicionar legenda!"
    },
    "noParam": {
      "caption": "Você precisa enviar texto para colocar na legenda!"
    },
    "responses": {
      "ship": {
        "fizzle": "Uh oh... the sparks aren't flying yet. Maybe just friends?",
        "warm": "There's a decent vibe here! A little spark never hurt anyone.",
        "glow": "These two are glowing together—this could get serious!",
        "blaze": "Now that's chemistry! Gabe ships it hard!",
        "destiny": "Soulmate alert! Gabe is already planning the wedding.",
        "header": "💘 **Gabe's Compatibility Report**",
        "pairLine": "{{first}} ❤ {{second}}",
        "you": "You",
        "compatibility": "**Compatibility:** {{percent}}%",
        "shipName": "**Ship Name:** {{name}}",
        "needsTwo": "❌ Gabe says: I need two people to ship! Try tagging them or using the flags."
      }
    }
  },
  "error": "Opa! Encontrei um erro ao executar este comando. Informe o conteúdo do arquivo anexado no link a seguir ou no servidor de suporte do Gabe:",
  "image": {
    "badurl": "Esse link é inválido!",
    "couldNotFind": "Não pude encontrar uma imagem nessa mensagem!",
    "empty": "O resultado estava vazio!",
    "flagNames": {
      "ephemeral": "efêmero",
      "image": "imagem",
      "text": "texto",
      "togif": "paragif"
    },
    "flags": {
      "ephemeral": "Tenta enviar o resultado como uma resposta efêmera/temporária",
      "image": "Um anexo de uma imagem/GIF",
      "link": "Um link de uma imagem/GIF",
      "spoiler": "Tenta enviar o resultado como spoiler",
      "text": "O texto para colocar na imagem",
      "togif": "Força resultado como GIF"
    },
    "frames": "Esse GIF tem muitas frames (mais de 1000)!",
    "jobEnded": "Algo aconteceu com os servidores de imagem antes que eu pudesse receber a imagem. Tente executar seu comando novamente.",
    "large": "Essa imagem é muito grande (>= 40MB)! Tente usar uma imagem menor.",
    "nocmd": "Esse comando não é compatível com esta instância do Gabe.",
    "noanim": "Essa imagem não está em um formato animado (GIF ou WEBP)!",
    "noImage": "Você precisa enviar uma imagem/GIF!",
    "noResult": "Não consegui obter uma resposta do servidor de imagens. Por favor, tente novamente.",
    "noServers": "Parece que não consigo entrar em contato com os servidores de imagem, eles podem estar inativos ou ainda iniciando. Por favor, aguarde um pouco.",
    "noTempServer": "A imagem resultante era maior do que o limite de upload do Discord, então não posso carregá-la.",
    "noParam": "Você precisa enviar texto!",
    "processing": "Processando... isto vai demorar um pouco",
    "ratelimit": "Fui limitado pelo serviço que hospeda essa imagem. Tente enviar sua imagem em outro lugar.",
    "selected": "A imagem foi selecionada para o seu próximo comando.",
    "slowDown": "Por favor, diminua a velocidade um pouco.",
    "tempImageSent": "Aqui está sua imagem!",
    "tempSite": "A imagem resultante era maior do que o limite de upload do Discord, portanto, foi enviada para um site externo.",
    "tenor": "Fui limitado pelo Tenor. Tente enviar seu GIF em outro lugar.",
    "timeout": "A solicitação para obter essa imagem atingiu o tempo limite. Tente novamente, envie sua imagem em outro lugar ou use outra imagem.",
    "tip": "(Dica: tente clicar com o botão direito do mouse/manter pressionado em uma mensagem e pressione Apps -> Selecionar Imagem. Em seguida, tente novamente.)",
    "tooLarge": "O arquivo resultante era muito grande para ser enviado. Tente novamente com uma imagem menor, se possível.",
    "tooLong": "A imagem está demorando muito para ser processada (>=10 minutos), por isso o processsamento foi cancelado. Tente usar uma imagem menor.",
    "tryAgain": "Não foi possível concluir o processamento dessa imagem porque o servidor em que ela estava sendo processada caiu. Tente executar seu comando novamente.",
    "unknown": "A imagem resultante não estava em um formato reconhecível. Tente novamente."
  },
  "permissions": {
    "noAttachFiles": "Não tenho a permissão de anexar arquivos!"
  }
}
